app/views/gossip/gossip.html.erb

SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 15], ["LIMIT", 1]]
---
<p> Author : </p><h2><%= link_to @gossip.user.first_name, "/user/#{@gossip.user.id}" %> <%= link_to @gossip.user.last_name, "/user/#{@gossip.user.id}" %></h2> </br></br>