app/controllers/accueil_controller.rb

SELECT "gossips".* FROM "gossips"
---
    def index
        @gossips = Gossip.all