app/controllers/gossip_controller.rb

SELECT "gossips".* FROM "gossips" WHERE "gossips"."id" = $1 LIMIT $2  [["id", 21], ["LIMIT", 1]]
---
    def gossip
        @gossip = Gossip.find(params[:id])