app/views/accueil/index.html.erb

SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 15], ["LIMIT", 1]]
---
            <div class="card-body">
                <h2 class="card-text"><%= link_to gossip.user.first_name, "/user/#{gossip.user.id}" %></h2>